Repository: MrRob100/translate-po
Catalog: */test.po
Languages: fr, nl, pt, ru, zh_cn

# admin.fileLoader.moveFileFailed
source: File {$filename} could not be moved from {$currentFilePath} to {$destinationPath}
fr: Le fichier {$ filename} n'a pas pu être déplacé de {$ currentFilePath} à {$ DestinationPath}
nl: Bestand {$ bestandsnaam} kan niet worden verplaatst van {$ currentFilePath} naar {$ DestinationPath}
pt: Arquivo {$ filename} não pôde ser movido de {$ currentFilePath} para {$ DestinationPath}
ru: Файл {$ filename} не может быть перенесен из {$ currentFilePath} в {$ destinationPath}
zh_cn: 文件{$ filename}无法从{$ currentfilepath}移动到{$ destinatyPath}

# admin.fileLoader.fileProcessed
source: File {$filename} was processed and archived.
fr: Le fichier {$ filename} a été traité et archivé.
nl: Bestand {$ bestandsnaam} werd verwerkt en gearchiveerd.
pt: O arquivo {$ filename} foi processado e arquivado.
ru: Файл {$ filename} был обработан и архив.
zh_cn: 文件{$ filename}已处理和存档。

# admin.fileLoader.emailSubject
source: File loader
fr: Chargeur de fichiers
nl: Bestandlader
pt: Carregador de arquivos
ru: Файл загрузчик
zh_cn: 文件加载程序

# admin.copyAccessLogFileTool.usage
source: Copy the passed apache access log file(s), filtering the entries related with this installation, to the current files directory, inside the UsageStatsPlugin stage directory. Must run under user with enough privilegies to read access apache log files. This tool will only copy files that aren't already inside the usageStats file loader directories (stage, processing, archive, reject). Usage: {$scriptName} path/to/apache/log/file.log Usage (processing all files inside a directory): {$scriptName} path/to/apache/directory
fr: Copiez le ou les fichiers journaux d'accès Apache passés, en filtrant les entrées liées à cette installation, au répertoire de fichiers actuel, à l'intérieur du répertoire de scène Usagestatsplugin.Doit s'exécuter sous l'utilisateur avec suffisamment de privilèges pour lire les fichiers journaux d'accès Apache. Cet outil ne copiera que les fichiers qui ne sont pas déjà dans les répertoires de chargeur de fichiers USAGESTATS (étape, traitement, archiver, rejeter). Utilisation: {$ scriptname} path / to / apache / log / file.log Utilisation (traitement de tous les fichiers dans un répertoire): {$ scriptname} path / to / apache / répertoire
nl: Kopieer het doorgegeven Apache Access -logboekbestand (s), filter de ingangen gerelateerd aan deze installatie, In de huidige Directory, in de directory van USAGestatSplugin -podium.Moet onder de gebruiker worden uitgevoerd met voldoende privilegy's om toegangsbestanden van Apache te lezen. Deze tool kopieert alleen bestanden die niet al in de usestats -bestandsladergids zijn (podium, verwerking, archief, afwijzen). Gebruik: {$ scriptName} pad/to/apache/log/file.log Gebruik (verwerken van alle bestanden in een directory): {$ scriptName} Path/to/apache/Directory
pt: Copie o (s) arquivo (s) de log (s) de acesso Apache, filtrando as entradas relacionadas com esta instalação, Para o diretório atual de arquivos, dentro do diretório de estágio USAGESTATATSPLUGIN.Deve ser executado sob o usuário com privilégios suficientes para ler os arquivos de log do Acesso Apache. Essa ferramenta copiará apenas arquivos que ainda não estão dentro dos diretórios do carregador de arquivos do USAGESTAT (estágio, processamento, arquivamento, rejeição). Uso: {$ scriptName} caminho/para/apache/log/file.log Uso (processando todos os arquivos dentro de um diretório): {$ scriptName} Path/to/apache/diretório
ru: Скопируйте пройденные файлы журнала Apache Access, фильтрацию записей, связанных с этой установкой, В текущий каталог файлов, внутри каталога сценического каталога USAGeStatsPlugin.Необходимо запустить под пользователем с достаточными привилегиями для чтения файлов журнала Apach Apach. Этот инструмент будет копировать только файлы, которые еще не находятся в каталогах USAGeStats File Loader (этап, обработка, архив, отклонение). Использование: {$ scriptName} path/to/apache/log/file.log Использование (обработка всех файлов в каталоге): {$ scriptName} path/to/apache/каталог
zh_cn: 复制传递的Apache访问日志文件，过滤与此安装相关的条目， 到当前文件目录，在USAGESTATSPLUGIN阶段目录内。必须在用户下运行足够的特权来读取Access Apache日志文件。 该工具将仅复制尚未在USAGESTATS文件加载程序目录（阶段，处理，存档，拒绝）中的文件。 用法：{$ scriptName}路径/to/apache/log/file.log 用法（处理目录中的所有文件）：{$ scriptName}路径/to/apache/Directory

# admin.copyAccessLogFileTool.error.creatingFolder
source: Error: can't create temporary folder {$tmpDir}
fr: Erreur: Impossible de créer un dossier temporaire {$ tmpdir}
nl: Fout: kan geen tijdelijke map maken {$ tmpdir}
pt: Erro: não é possível criar pasta temporária {$ tmpdir}
ru: Ошибка: не может создать временную папку {$ tmpdir}
zh_cn: 错误：无法创建临时文件夹{$ tmpdir}

# admin.copyAccessLogFileTool.error.acessingFile
source: Error: File {$filePath} don't exist or can't be accessed.
fr: Erreur: le fichier {$ filepath} n'existe pas ou n'est pas accessible.
nl: Fout: bestand {$ filePath} bestaat niet of kan niet worden toegankelijk.
pt: Erro: arquivo {$ filepath} não existe ou não pode ser acessado.
ru: Ошибка: файл {$ filePath} не существует или не может быть получена.
zh_cn: 错误：文件{$ filepath}不存在或无法访问。

# admin.copyAccessLogFileTool.error.copyingFile
source: Error: can't copy file from {$filePath} to {$tmpFilePath}
fr: Erreur: Impossible de copier le fichier de {$ un chemin de fichier} vers {$ TMP File Path}
nl: Error: kan het bestand niet kopiÃ«ren van {$ bestandspad} naar {$ tmp File Path}
pt: Erro: Não é possível copiar o arquivo de {$ File Path} para {$ TMP File Path}
ru: Ошибка: не может скопировать файл из {$ file path} до {$ tmp pail path}
zh_cn: 错误：无法将文件从{$ file path}复制到{$ tmp文件路径}

# admin.copyAccessLogFileTool.error.deletingFile
source: Error: can't delete file {$tmpFilePath}
fr: Erreur: Impossible de supprimer le fichier {$ tmpfilepath}
nl: Fout: kan bestand niet verwijderen {$ tmpfilepath}
pt: Erro: não é possível excluir o arquivo {$ tmpfilepath}
ru: Ошибка: не удается удалить файл {$ tmpfilepath}
zh_cn: 错误：无法删除文件{$ tmpfilepath}

# admin.copyAccessLogFileTool.warning.fileAlreadyExists
source: Warning: file {$filePath} already exists inside the usage stats directory.
fr: AVERTISSEMENT: le fichier {$ filepath} existe déjà dans le répertoire des statistiques d'utilisation.
nl: WAARSCHUWING: Bestand {$ filepath} bestaat al in de map Gebruiksstatistieken.
pt: Aviso: o arquivo {$ filepath} já existe dentro do diretório de estatísticas de uso.
ru: Предупреждение: файл {$ filePath} уже существует в каталоге статистики использования.
zh_cn: 警告：file {$ filepath}在使用统计目录内已经存在。

# admin.copyAccessLogFileTool.success
source: Success: {$filePath} to {$destinationPath}
fr: Succès: {$ filepath} à {$ DestinationPath}
nl: Succes: {$ filepath} naar {$ DestinationPath}
pt: Sucesso: {$ filepath} para {$ DestinationPath}
ru: Успех: {$ filePath} to {$ destinationPath}
zh_cn: 成功：{$ filepath} to {$ destinatePath}

# admin.error.utilExecutionProblem
source: The "{$utilPath}" program execution returned the following error: {$output}
fr: L'exécution du programme "{$ utilpath}" a renvoyé l'erreur suivante: {$ output}
nl: De uitvoering van het programma "{$ utilpath}" heeft de volgende fout geretourneerd: {$ output}
pt: A execução do programa "{$ utilpath}" retornou o seguinte erro: {$ output}
ru: Выполнение программы «{$ utilpath}» вернуло следующую ошибку: {$ output}
zh_cn: “ {$ UTILPATH}”程序执行返回以下错误：{$ output}

# admin.error.executingUtil
source: Error: can't execute "{$utilPath}". Check your {$utilVar} setting in config.inc.php.
fr: Erreur: Impossible d'exécuter "{$ utilpath}".Vérifiez votre paramètre {$ utilvar} dans config.inc.php.
nl: Fout: kan "{$ utilpath}" niet uitvoeren.Controleer uw {$ utilvar} -instelling in config.inc.php.
pt: ERRO: Não é possível executar "{$ utilpath}".Verifique sua configuração {$ utilvar} em config.inc.php.
ru: Ошибка: не может выполнить "{$ utilpath}".Проверьте настройку {$ utilvar} в config.inc.php.
zh_cn: 错误：无法执行“ {$ UTILPATH}”。在config.inc.php中检查您的{$ UTILVAR}设置。

# admin.languages.noLocalesToDownload
source: There are no locales available for download.
fr: Il n'y a pas de lieux disponibles en téléchargement.
nl: Er zijn geen locaties beschikbaar om te downloaden.
pt: Não há locais disponíveis para download.
ru: Там нет локалов, доступных для загрузки.
zh_cn: 没有地方可下载。
